Revit 2027 API
SymbolTypeId.KmPerH Property
 Symbol km/h, indicating unit Kilometers per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KmPerH { get; }
Public Shared ReadOnly Property KmPerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KmPerH {
	ForgeTypeId^ get ();
}
static member KmPerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace